
# pm02-project-
## Nazarov Vyacheslav and Dmitriev Danil

День 8/12 23.12.2025

Пара №4. 14:05 - 14:50, 14:55 - 15:40
Самостоятельная работа: решение олимпиады «Траектория будущего» по темам - экосистема «Группы Астра» и «Офицер безопасности».
Пара №5. 15:50 - 16:35, 16:40 - 17:25
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."
Пара №6. 17:35 - 18:20, 18:25 - 19:10
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."

День 7/12 22.12.2025

Пара №1. 08:20 - 09:05, 09:10 - 09:55
Подготовка к олипмиаде «Траектория будущего» экосистема "группы астра".
Участие в адвент-челлендже для программистов.
Пара №2. 10:05 - 10:50, 10:55 - 11:40
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."
Пара №3. 12:20 - 13:05, 13:10 - 13:55
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."

День 6/12 20.12.2025

Пара №1. 12:20 - 13:05, 13:10 - 13:55
Планирование целей и задач на 6 день учебной рпактики.
Подготовка к олипмиаде "Олимпиада. Траектория будуещего" 
Пара №2. 14:05 - 14:50, 14:55 - 15:40
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."Выполнить задание в Адвент-челлендж для программистов.
Пара №3. 15:50 - 16:35 16:40 - 17:25
Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем."
Зполенение дневника за 6 днеь практики.

День 5/12 18.12.2025

## Пара №1. 08:20 - 09:05

Написать план на сегоднаяший день. Зарегестрироваться на участие в адвент-челлендже для программистов. 
## Пара №2. 10:05 - 10:50, 10:55 - 11:40

1. Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 
2. Заполнение письменного дневника учебной практики
## Пара №3. 12:20 - 13:55

Прохождение адвент-челлендже для программистов на Stepike

День 4/12 18.12.2025

## Пара №1. 08:20 - 09:05, 09:10 - 09:55

1. Заполнение файла «README.md» на GitHub.

2. Подготовка к олимпиаде «Траектория будущего».

## Пара №2. 10:05 - 10:50, 10:55 - 11:40

1. Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 

##Пара №3. 12:20 - 13:05, 13:10 - 13:55

1. Заполнение письменности и ведение дневника учебной практики.

2. Публикация выполненной работы на github и Google Drive.

День 3/12 17.12.2025
## Пара №1. 08:20 - 09:05

1. Написать план на сегоднаяший день.

## Пара №2. 09:10 - 09:55

1. Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 

## Пара №3. 12:20 - 13:55

1. Индивидуальное задание: "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 

День 2/12 16.12.2025
## Пара №1. 14:05 - 14:50, 14:55 - 15:40

1. Написать план на сегодняшний день. Продолжить подготовка к заданию "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 

## Пара №2. 15:50 – 16:35, 16:40 – 17:25

1. Начали подготовку к олимпиаде "Траектория Будущего" по наминации "VR-разработка"

## Пара №3. 17:35 - 18:20, 18:25 - 19:10

1. Заполнение письменного дневника учебной практики.
2. Продолжили подготовку к олимпиаде "Траектория Будущего" по наминации "VR-разработка"


День 1/12 15.12.2025
## Пара №1. 08:20 - 09:05

1.Ознакомились с практикой. Создали источник на диске pm02-project- и репозитории на github. Добавили ссылки на ifizmat.

## Пара №2. 09:10 - 09:55

1.Подготовка к заданию "ПО для оборудования технопарка на примере комплекта инженерно-биологических систем." 

## Пара №3. 12:20 - 13:55

1. Начать работу над индивидуальным заданием.

n3Н1$
